Repository: ADeltaX/UCS-GUI
Catalog: Ultrapowa Clash Server GUI/Properties/Resources.*.resx
Languages: it_it

source: About
it_it: Info su

source: Cancel
it_it: Annulla

# Changelog
source: Error, changelog not downloaded...
it_it: Errore, changelog non scaricato...

source: Check update
it_it: Cerca aggiorn.

source: Commands
it_it: Comandi

source: Continue
it_it: Continua

source: Debug mode
it_it: Modalità debug

source: Exit
it_it: Esci

source: GUI loaded
it_it: GUI caricato

source: Launch Server
it_it: Avvia Server

source: Loading GUI...
it_it: Caricamento della GUI...

source: Local IP:
it_it: IP locale:

# NowMeasuringTime
source: Now measuring loading time
it_it: Ora misuro il tempo di caricamento

source: Operation completed in
it_it: Operazione completata in

source: Player info
it_it: Info. player

source: Restart Server
it_it: Riavvia Server

source: Select a player first
it_it: Prima seleziona un player

# ServerAlreadyOnline
source: Server is already online
it_it: Server è già online

source: Server config.
it_it: Config. Server

# ServerNotRunning
source: The server is not running
it_it: Il server non è in esecuzione

source: Up time:
it_it: Tempo attività:

# UsingBasicTimer
source: Using basic performance timer
it_it: Uso il cronometro ad efficienza base

# UsingHighTimer
source: Using high performance timer
it_it: Uso il cronometro ad alta efficienza

source: Utility
it_it: Utilità
